Repository: ermesonsampaio/gnome-shell-extension-print-website
Catalog: locale/*/LC_MESSAGES/print-website-indicator.po
Languages: de, es, nl, pt_br, ru

source: Url from site...
de: URL von Website...
es: URL del sitio ...
nl: Website-urlâ€¦
ru: URL с сайта ...

source: Screenshot
de: Bildschirmfoto
es: Captura de pantalla
nl: Schermfoto
pt_br: Salvar print
ru: Скриншот

source: Settings
de: Einstellungen
es: Configuración
nl: Instellingen
pt_br: Configurações
ru: Настройки

source: Create API key
de: API-Schlüssel erstellen
es: Crear clave API
nl: API-sleutel aanmaken
pt_br: Criar uma Chave da API
ru: Создать ключ API

source: Download has been initialized
de: Download wurde initialisiert
es: La descarga se ha inicializado
nl: De download is ingelezen
pt_br: O Download foi iniciado
ru: Загрузка была инициализирована

source: A notification will be sent when the download is complete.
de: Eine Benachrichtigung wird gesendet, wenn der Download abgeschlossen ist.
es: Se enviará una notificación cuando se complete la descarga.
nl: Er wordt een melding getoond zodra het downloaden is afgerond.
pt_br: Uma notificação será enviada quando o download for concluído.
ru: Уведомление будет отправлено, когда загрузка будет завершена.

source: Download successful!
de: Download erfolgreich!
es: Descargar exitoso!
nl: Het downloaden is afgerond!
pt_br: Download bem-sucedido!
ru: Загрузка прошла успешно!

source: Error on download!
de: Fehler beim Herunterladen!
es: ¡Error al descargar!
nl: Het downloaden is mislukt!
pt_br: Erro no download!
ru: Ошибка при загрузке!

source: Set a valid API key in Settings of this extension.
de: Legen Sie in den Einstellungen dieser Erweiterung einen gültigen API-Schlüssel fest.
es: Establezca una clave API válida en la configuración de esta extensión.
nl: Stel een geldige api-sleutel in in de instellingen van deze uitbreiding.
pt_br: Configure uma Chave da API válida nas configurações desta extensão.
ru: Установите действующий ключ API в настройках этого расширения.

source: Error on download
de: Fehler beim Download
es: Error al descargar
nl: Het downloaden is mislukt
pt_br: Erro no download
ru: Ошибка при загрузке

source: Download not initialized!
de: Download nicht initialisiert!
es: ¡Descarga no inicializada!
nl: De download is niet ingelezen!
pt_br: Download não foi iniciado!
ru: Загрузка не инициализирована!

source: API key active
de: API-Schlüssel aktiv
es: Clave de API activa
nl: Actieve api-sleutel
pt_br: Chave da API ativa
ru: Ключ API активен

source: Your API key
de: Ihr API-Schlüssel
es: Tu clave API
ru: Ваш ключ API

source: Reload API key
de: API-Schlüssel neu laden
es: Recargar clave API
ru: Перезагрузить ключ API

source: Reload
de: Neu laden
es: Recargar
nl: Herladen
pt_br: Recarregar
ru: Перезагрузить

source: Your api key
nl: Mijn api-sleutel
pt_br: Sua chave da api

source: Reload api key
nl: API-sleutel herladen
pt_br: Recarregar a chave da api
