Repository: ermesonsampaio/gnome-shell-extension-print-website
Catalog: print-website@ermeso.com/locale/*.po
Languages: it

source: Url from site...
it: URL dal sito...

source: Settings
it: Impostazioni

source: Create API key
it: Crea chiave API

source: Download has been initialized
it: Il download è stato inizializzato

source: A notification will be sent when the download is complete.
it: Al termine del download verrà inviata una notifica.

source: Download successful!
it: Download riuscito!

source: Error on download!
it: Errore durante il download!

source: Set a valid API key in Settings of this extension.
it: Imposta una chiave API valida nelle Impostazioni di questa estensione.

source: Error on download
it: Errore durante il download

source: Download not initialized!
it: Download non inizializzato!

source: API key active
it: Chiave API attiva

source: Your api key
it: La tua chiave API

source: Reload api key
it: Ricarica chiave API

source: Reload
it: Ricarica
